---
kind: property
id: P:Autodesk.Revit.DB.View.AreAnalyticalModelCategoriesHidden
zh: 视图
source: html/beb3a24e-1d39-ed13-6a05-c7a8c3d5d4cc.htm
---
# Autodesk.Revit.DB.View.AreAnalyticalModelCategoriesHidden Property

**中文**: 视图

Indicates if analytical model categories are currently hidden in the view.

## Syntax (C#)
```csharp
public bool AreAnalyticalModelCategoriesHidden { get; set; }
```